Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# notifications.kind.reply.detail
source: Someone replying to a thread you wrote.
ar: رد شخص على سلسلة كتبتها.
bn: আপনার লেখা কোনো থ্রেডে কেউ উত্তর দিলে।
ca: Algú que respon a un fil que has escrit.
cs: Někdo odpověděl na vlákno, které jsi napsal.
da: Nogen, der svarer på en tråd, du har skrevet.
de: Jemand antwortet auf einen Thread von dir.
el: Κάποιος απαντά σε νήμα που έγραψες.
es: Alguien que responde a un hilo que escribiste.
fi: Joku vastaa kirjoittamaasi ketjuun.
fr: Quelqu’un qui répond à une discussion que vous avez écrite.
he: מישהו שמגיב לשרשור שכתבת.
hi: कोई आपके लिखे थ्रेड पर जवाब दे रहा है।
hr: Netko odgovara na nit koju si napisao/la.
hu: Valaki válaszol egy általad írt szálra.
id: Seseorang membalas utas yang kamu tulis.
it: Qualcuno che risponde a una discussione che hai scritto.
ja: 誰かがあなたのスレッドに返信したとき。
ko: 누군가 내가 쓴 스레드에 답글을 달 때.
ml: നിങ്ങൾ എഴുതിയ ത്രെഡിന് ആരെങ്കിലും മറുപടി നൽകുന്നത്.
ms: Seseorang membalas utas yang anda tulis.
nb: Noen som svarer på en tråd du skrev.
nl: Iemand die reageert op een thread die jij hebt geschreven.
pl: Ktoś odpowiada w wątku, który napisałeś.
pt_br: Alguém respondendo a um fio que você escreveu.
pt_pt: Alguém a responder a uma conversa que escreveu.
ro: Cineva răspunde la o conversație scrisă de tine.
ru: Кто-то отвечает в ветке, которую вы начали.
sk: Niekto odpovedal na vlákno, ktoré si napísal.
sv: Någon som svarar i en tråd du skrivit.
ta: நீங்கள் எழுதிய உரையாடலுக்கு யாராவது பதிலளிக்கிறார்.
te: మీరు రాసిన థ్రెడ్‌కు ఎవరైనా రిప్లై ఇచ్చినప్పుడు.
th: มีคนตอบกลับเธรดที่คุณเขียน
tr: Biri yazdığınız bir konuşmayı yanıtladığında.
uk: Хтось відповідає на обговорення, яке ви написали.
ur: کوئی آپ کے لکھے ہوئے تھریڈ کا جواب دے۔
vi: Ai đó trả lời một chuỗi bạn viết.
zh_hans: 有人回复了你写的对话串。
zh_hant: 有人回覆你寫的串文。

# notifications.kind.reply.title
source: Replies
ar: الردود
bn: উত্তর
ca: Respostes
cs: Odpovědi
da: Svar
de: Antworten
el: Απαντήσεις
es: Respuestas
fi: Vastaukset
fr: Réponses
he: תגובות
hi: जवाब
hr: Odgovori
hu: Válaszok
id: Balasan
it: Risposte
ja: 返信
ko: 답글
ml: മറുപടികൾ
ms: Balasan
nb: Svar
nl: Antwoorden
pl: Odpowiedzi
pt_br: Respostas
pt_pt: Respostas
ro: Răspunsuri
ru: Ответы
sk: Odpovede
sv: Svar
ta: பதில்கள்
te: రిప్లైలు
th: ตอบกลับ
tr: Yanıtlar
uk: Відповіді
ur: جوابات
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

# notifications.kind.repost.detail
source: Someone reposting you.
ar: إعادة شخص نشر منشورك.
bn: কেউ আপনার পোস্ট রিপোস্ট করলে।
ca: Algú que et republica.
cs: Někdo tě sdílel dál.
da: Nogen, der deler dig videre.
de: Jemand repostet dich.
el: Κάποιος σε αναδημοσιεύει.
es: Alguien que te republica.
fi: Joku jakaa julkaisusi uudelleen.
fr: Quelqu’un qui vous republie.
he: מישהו ששיתף אותך מחדש.
hi: कोई आपको रीपोस्ट कर रहा है।
hr: Netko te ponovno objavi.
hu: Valaki újramegoszt téged.
id: Seseorang me-repost postinganmu.
it: Qualcuno che ti ripubblica.
ja: 誰かがあなたをリポストしたとき。
ko: 누군가 내 글을 리포스트할 때.
ml: ആരെങ്കിലും നിങ്ങളെ റീപോസ്റ്റ് ചെയ്യുന്നത്.
ms: Seseorang menyiar semula siaran anda.
nb: Noen som reposter deg.
nl: Iemand die jou repost.
pl: Ktoś udostępnia Twój wpis.
pt_br: Alguém repostando você.
pt_pt: Alguém a republicá-lo.
ro: Cineva te repostează.
ru: Кто-то делает репост вашего поста.
sk: Niekto zdieľal ďalej tvoj príspevok.
sv: Någon som delar vidare ditt inlägg.
ta: யாராவது உங்களை மறுபகிர்வு செய்கிறார்.
te: ఎవరైనా మిమ్మల్ని రీపోస్ట్ చేసినప్పుడు.
th: มีคนรีโพสต์คุณ
tr: Biri sizi yeniden paylaştığında.
uk: Хтось репостить вас.
ur: کوئی آپ کو ری پوسٹ کرے۔
vi: Ai đó đăng lại bài của bạn.
zh_hans: 有人转发了你。
zh_hant: 有人轉發你。

# notifications.kind.repost.title
source: Reposts
ar: إعادات النشر
bn: রিপোস্ট
ca: Republicacions
cs: Sdílení
da: Delinger
el: Αναδημοσιεύσεις
fi: Uudelleenjaot
fr: Republications
he: שיתופים מחדש
hi: रीपोस्ट
hr: Ponovne objave
hu: Újramegosztások
id: Repost
it: Repost
ja: リポスト
ko: 리포스트
ml: റീപോസ്റ്റുകൾ
ms: Siar semula
nb: Repostinger
pl: Udostępnienia
pt_pt: Republicações
ro: Repostări
ru: Репосты
sk: Zdieľania ďalej
sv: Vidaredelningar
ta: மறுபகிர்வுகள்
te: రీపోస్ట్‌లు
th: รีโพสต์
tr: Yeniden paylaşımlar
uk: Репости
ur: ری پوسٹس
vi: Đăng lại
zh_hans: 转发
zh_hant: 轉發

# notifications.kind.roomCancelled.detail
source: When a room you're waiting for is cancelled.
ar: عندما تُلغى غرفة تنتظرها.
bn: আপনি যে রুমের অপেক্ষায় আছেন তা বাতিল হলে।
ca: Quan es cancel·la una sala que esperaves.
cs: Když se zruší místnost, na kterou čekáš.
da: Når et rum, du venter på, aflyses.
de: Wenn ein Raum, auf den du wartest, abgesagt wird.
el: Όταν ακυρώνεται μια αίθουσα που περιμένεις.
es: Cuando se cancela una sala que esperabas.
fi: Kun odottamasi huone perutaan.
fr: Quand un salon que vous attendez est annulé.
he: כשחדר שאתה ממתין לו בוטל.
hi: जब आपके इंतज़ार वाला रूम रद्द हो जाए।
hr: Kad se otkaže soba koju čekaš.
hu: Amikor egy szoba, amelyre vársz, le lesz mondva.
id: Saat room yang kamu tunggu dibatalkan.
it: Quando una stanza che aspetti viene annullata.
ja: 開始を待っているルームが中止されたとき。
ko: 기다리던 룸이 취소되었을 때.
ml: നിങ്ങൾ കാത്തിരിക്കുന്ന ഒരു റൂം റദ്ദാക്കപ്പെടുമ്പോൾ.
ms: Apabila bilik yang anda tunggu dibatalkan.
nb: Når et rom du venter på, avlyses.
nl: Wanneer een room waarop je wacht wordt geannuleerd.
pl: Gdy pokój, na który czekasz, zostanie anulowany.
pt_br: Quando uma sala que você esperava é cancelada.
pt_pt: Quando uma sala que está a aguardar é cancelada.
ro: Când o cameră pe care o aștepți este anulată.
ru: Когда отменяется комната, которую вы ждёте.
sk: Keď sa zruší miestnosť, na ktorú čakáš.
sv: När ett rum du väntar på ställs in.
ta: நீங்கள் காத்திருக்கும் அறை ரத்து செய்யப்படும்போது.
te: మీరు ఎదురుచూస్తున్న రూమ్ రద్దయినప్పుడు.
th: เมื่อห้องที่คุณรออยู่ถูกยกเลิก
tr: Beklediğiniz bir oda iptal edildiğinde.
uk: Коли кімнату, на яку ви чекаєте, скасовано.
ur: جب کوئی روم جس کا آپ انتظار کر رہے ہوں منسوخ ہو۔
vi: Khi một phòng bạn đang chờ bị hủy.
zh_hans: 你在等待的房间被取消时。
zh_hant: 你在等待的聊天室被取消時。

# notifications.kind.roomCancelled.title
source: Room cancelled
ar: غرفة ملغاة
bn: রুম বাতিল
ca: Sala cancel·lada
cs: Místnost zrušena
da: Rum aflyst
de: Raum abgesagt
el: Αίθουσα ακυρώθηκε
es: Sala cancelada
fi: Huone peruttu
fr: Salon annulé
he: חדר בוטל
hi: रूम रद्द हुआ
hr: Soba otkazana
hu: Szoba lemondva
id: Room dibatalkan
it: Stanza annullata
ja: ルームの中止
ko: 룸 취소
ml: റൂം റദ്ദാക്കി
ms: Bilik dibatalkan
nb: Rom avlyst
nl: Room geannuleerd
pl: Pokój anulowany
pt_br: Sala cancelada
pt_pt: Sala cancelada
ro: Cameră anulată
ru: Комната отменена
sk: Miestnosť zrušená
sv: Rum inställt
ta: அறை ரத்து
te: రూమ్ రద్దయింది
th: ยกเลิกห้อง
tr: Oda iptal edildi
uk: Кімнату скасовано
ur: روم منسوخ
vi: Phòng bị hủy
zh_hans: 房间已取消
zh_hant: 聊天室已取消

# notifications.kind.roomInvite.detail
source: When somebody asks you into a closed room.
ar: عندما يدعوك أحد إلى غرفة مغلقة.
bn: কেউ আপনাকে কোনো বন্ধ রুমে ডাকলে।
ca: Quan algú et convida a una sala tancada.
cs: Když tě někdo zve do uzavřené místnosti.
da: Når nogen inviterer dig ind i et lukket rum.
de: Wenn dich jemand in einen geschlossenen Raum einlädt.
el: Όταν κάποιος σε προσκαλεί σε κλειστή αίθουσα.
es: Cuando alguien te invita a una sala cerrada.
fi: Kun joku kutsuu sinut suljettuun huoneeseen.
fr: Quand quelqu’un vous invite dans un salon fermé.
he: כשמישהו מזמין אותך לחדר סגור.
hi: जब कोई आपको बंद रूम में बुलाए।
hr: Kad te netko pozove u zatvorenu sobu.
hu: Amikor valaki meghív egy zárt szobába.
id: Saat seseorang mengundangmu ke room tertutup.
it: Quando qualcuno ti invita in una stanza chiusa.
ja: 誰かにクローズドのルームへ招待されたとき。
ko: 누군가 나를 비공개 룸에 초대했을 때.
ml: ആരെങ്കിലും നിങ്ങളെ ഒരു അടച്ച റൂമിലേക്ക് ക്ഷണിക്കുമ്പോൾ.
ms: Apabila seseorang menjemput anda ke bilik tertutup.
nb: Når noen inviterer deg til et lukket rom.
nl: Wanneer iemand je uitnodigt voor een gesloten room.
pl: Gdy ktoś zaprasza Cię do zamkniętego pokoju.
pt_br: Quando alguém convida você para uma sala fechada.
pt_pt: Quando alguém o convida para uma sala fechada.
ro: Când cineva te invită într-o cameră închisă.
ru: Когда кто-то приглашает вас в закрытую комнату.
sk: Keď ťa niekto pozve do uzavretej miestnosti.
sv: När någon bjuder in dig till ett slutet rum.
ta: யாராவது உங்களை மூடிய அறைக்கு அழைக்கும்போது.
te: ఎవరైనా మిమ్మల్ని మూసి ఉన్న రూమ్‌కు ఆహ్వానించినప్పుడు.
th: เมื่อมีคนเชิญคุณเข้าห้องปิด
tr: Biri sizi kapalı bir odaya davet ettiğinde.
uk: Коли хтось запрошує вас до закритої кімнати.
ur: جب کوئی آپ کو بند روم میں بلائے۔
vi: Khi ai đó mời bạn vào một phòng kín.
zh_hans: 有人邀请你进入封闭房间时。
zh_hant: 有人邀請你進入封閉的聊天室時。

# notifications.kind.roomInvite.title
source: Room invitations
ar: دعوات الغرف
bn: রুমের আমন্ত্রণ
ca: Invitacions a sales
cs: Pozvánky do místností
da: Rum-invitationer
de: Raum-Einladungen
el: Προσκλήσεις σε αίθουσες
es: Invitaciones a salas
fi: Huonekutsut
fr: Invitations à un salon
he: הזמנות לחדרים
hi: रूम आमंत्रण
hr: Pozivnice u sobe
hu: Szobameghívók
id: Undangan room
it: Inviti alle stanze
ja: ルームへの招待
ko: 룸 초대
ml: റൂം ക്ഷണങ്ങൾ
ms: Jemputan bilik
nb: Invitasjoner til rom
nl: Roomuitnodigingen
pl: Zaproszenia do pokoi
pt_br: Convites para salas
pt_pt: Convites para salas
ro: Invitații în camere
ru: Приглашения в комнаты
sk: Pozvánky do miestností
sv: Rumsinbjudningar
ta: அறை அழைப்புகள்
te: రూమ్ ఆహ్వానాలు
th: คำเชิญเข้าห้อง
tr: Oda davetleri
uk: Запрошення до кімнат
ur: روم کی دعوتیں
vi: Lời mời phòng
zh_hans: 房间邀请
zh_hant: 聊天室邀請

# notifications.kind.roomLike.detail
source: When someone likes a room you hosted.
ar: عندما يعجب أحد بغرفة استضفتها.
bn: আপনার হোস্ট করা রুম কেউ লাইক করলে।
ca: Quan algú dona m'agrada a una sala que has dirigit.
cs: Když někdo ocení místnost, kterou jsi vedl.
da: Når nogen synes godt om et rum, du var vært for.
de: Wenn jemand einen Raum liket, den du gehostet hast.
el: Όταν κάποιος δηλώνει «μου αρέσει» σε αίθουσα που διοργάνωσες.
es: Cuando a alguien le gusta una sala que organizaste.
fi: Kun joku tykkää isännöimästäsi huoneesta.
fr: Quand quelqu’un aime un salon que vous avez animé.
he: כשמישהו אוהב חדר שארחת.
hi: जब कोई आपके होस्ट किए रूम को पसंद करे।
hr: Kad netko lajka sobu koju si vodio/la.
hu: Amikor valaki kedvel egy általad vezetett szobát.
id: Saat seseorang menyukai room yang kamu host.
it: Quando a qualcuno piace una stanza che hai ospitato.
ja: あなたがホストしたルームに誰かがいいねしたとき。
ko: 누군가 내가 호스트한 룸에 좋아요를 눌렀을 때.
ml: നിങ്ങൾ ഹോസ്റ്റ് ചെയ്ത റൂം ആരെങ്കിലും ലൈക്ക് ചെയ്യുമ്പോൾ.
ms: Apabila seseorang menyukai bilik yang anda hoskan.
nb: Når noen liker et rom du var vert for.
nl: Wanneer iemand een room liket die jij hebt gehost.
pl: Gdy ktoś polubi pokój, który prowadziłeś.
pt_br: Quando alguém curte uma sala que você apresentou.
pt_pt: Quando alguém gosta de uma sala que organizou.
ro: Când cineva apreciază o cameră găzduită de tine.
ru: Когда кому-то нравится комната, которую вы вели.
sk: Keď sa niekomu páči miestnosť, ktorú si viedol.
sv: När någon gillar ett rum du var värd för.
ta: நீங்கள் நடத்திய அறையை யாராவது விரும்பும்போது.
te: మీరు హోస్ట్ చేసిన రూమ్‌ను ఎవరైనా లైక్ చేసినప్పుడు.
th: เมื่อมีคนกดถูกใจห้องที่คุณเป็นเจ้าของ
tr: Biri sunduğunuz bir odayı beğendiğinde.
uk: Коли комусь подобається кімната, яку ви вели.
ur: جب کوئی آپ کے میزبانی والے روم کو لائک کرے۔
vi: Khi ai đó thích một phòng bạn chủ trì.
zh_hans: 有人点赞了你主持的房间时。
zh_hant: 有人對你主持的聊天室按讚時。

# notifications.kind.roomLike.title
source: Room likes
ar: الإعجاب بالغرف
bn: রুমের লাইক
ca: M'agrada a sales
cs: Lajky místností
da: Likes på rum
de: Raum-Likes
el: «Μου αρέσει» σε αίθουσες
es: Me gusta en salas
fi: Huoneen tykkäykset
fr: J’aime sur les salons
he: לייקים לחדרים
hi: रूम पसंद
hr: Sviđanja soba
hu: Szobakedvelések
id: Suka room
it: Mi piace alle stanze
ja: ルームへのいいね
ko: 룸 좋아요
ml: റൂം ലൈക്കുകൾ
ms: Suka bilik
nb: Likerklikk på rom
pl: Polubienia pokoju
pt_br: Curtidas em salas
pt_pt: Gostos em salas
ro: Aprecieri pentru camere
ru: Лайки комнат
sk: Páči sa mi pri miestnostiach
sv: Rumsgillningar
ta: அறை விருப்பங்கள்
te: రూమ్ లైక్‌లు
th: ถูกใจห้อง
tr: Oda beğenileri
uk: Вподобання кімнат
ur: روم کے لائکس
vi: Lượt thích phòng
zh_hans: 房间点赞
zh_hant: 聊天室的讚

# notifications.kind.roomLive.detail
source: When a room you're waiting for starts.
ar: عندما تبدأ غرفة تنتظرها.
bn: আপনি যে রুমের অপেক্ষায় আছেন তা শুরু হলে।
ca: Quan comença una sala que esperaves.
cs: Když začne místnost, na kterou čekáš.
da: Når et rum, du venter på, starter.
de: Wenn ein Raum, auf den du wartest, beginnt.
el: Όταν ξεκινά μια αίθουσα που περιμένεις.
es: Cuando empieza una sala que esperabas.
fi: Kun odottamasi huone alkaa.
fr: Quand un salon que vous attendez commence.
he: כשחדר שאתה ממתין לו מתחיל.
hi: जब आपके इंतज़ार वाला रूम शुरू हो।
hr: Kad počne soba koju čekaš.
hu: Amikor elindul egy szoba, amelyre vársz.
id: Saat room yang kamu tunggu dimulai.
it: Quando inizia una stanza che aspetti.
ja: 開始を待っているルームが始まったとき。
ko: 기다리던 룸이 시작되었을 때.
ml: നിങ്ങൾ കാത്തിരിക്കുന്ന ഒരു റൂം തുടങ്ങുമ്പോൾ.
ms: Apabila bilik yang anda tunggu bermula.
nb: Når et rom du venter på, starter.
nl: Wanneer een room waarop je wacht begint.
pl: Gdy pokój, na który czekasz, się rozpocznie.
pt_br: Quando uma sala que você esperava começa.
pt_pt: Quando uma sala que está a aguardar começa.
ro: Când începe o cameră pe care o aștepți.
ru: Когда начинается комната, которую вы ждёте.
sk: Keď sa začne miestnosť, na ktorú čakáš.
sv: När ett rum du väntar på startar.
ta: நீங்கள் காத்திருக்கும் அறை தொடங்கும்போது.
te: మీరు ఎదురుచూస్తున్న రూమ్ మొదలైనప్పుడు.
th: เมื่อห้องที่คุณรออยู่เริ่มขึ้น
tr: Beklediğiniz bir oda başladığında.
uk: Коли починається кімната, на яку ви чекаєте.
ur: جب کوئی روم جس کا آپ انتظار کر رہے ہوں شروع ہو۔
vi: Khi một phòng bạn đang chờ bắt đầu.
zh_hans: 你在等待的房间开始时。
zh_hant: 你在等待的聊天室開始時。

# notifications.kind.roomLive.title
source: Room live
ar: غرفة مباشرة
bn: রুম লাইভ
ca: Sala en directe
cs: Místnost živě
da: Rum live
de: Raum live
el: Αίθουσα ζωντανά
es: Sala en directo
fi: Huone livenä
fr: Salon en direct
he: חדר בשידור
hi: रूम लाइव
hr: Soba uživo
hu: Szoba élő
id: Room langsung
it: Stanza in diretta
ja: ルームのライブ開始
ko: 룸 라이브
ml: റൂം ലൈവ്
ms: Bilik langsung
nb: Rom er live
pl: Pokój na żywo
pt_br: Sala ao vivo
pt_pt: Sala em direto
ro: Cameră live
ru: Комната в эфире
sk: Miestnosť naživo
sv: Rum live
ta: அறை நேரலை
te: రూమ్ లైవ్‌లో ఉంది
th: ห้องเริ่มแล้ว
tr: Oda canlı
uk: Кімната наживо
ur: روم لائیو
vi: Phòng đang diễn ra
zh_hans: 房间已开始
zh_hant: 聊天室開始直播

# notifications.kind.roomShared.detail
source: When someone shares a room you hosted.
ar: عندما يشارك أحد غرفة استضفتها.
bn: আপনার হোস্ট করা রুম কেউ শেয়ার করলে।
ca: Quan algú comparteix una sala que has dirigit.
cs: Když někdo sdílí místnost, kterou jsi vedl.
da: Når nogen deler et rum, du var vært for.
de: Wenn jemand einen Raum teilt, den du gehostet hast.
el: Όταν κάποιος κοινοποιεί αίθουσα που διοργάνωσες.
es: Cuando alguien comparte una sala que organizaste.
fi: Kun joku jakaa isännöimäsi huoneen.
fr: Quand quelqu’un partage un salon que vous avez animé.
he: כשמישהו משתף חדר שארחת.
hi: जब कोई आपके होस्ट किए रूम को शेयर करे।
hr: Kad netko podijeli sobu koju si vodio/la.
hu: Amikor valaki megoszt egy általad vezetett szobát.
id: Saat seseorang membagikan room yang kamu host.
it: Quando qualcuno condivide una stanza che hai ospitato.
ja: あなたがホストしたルームを誰かが共有したとき。
ko: 누군가 내가 호스트한 룸을 공유했을 때.
ml: നിങ്ങൾ ഹോസ്റ്റ് ചെയ്ത റൂം ആരെങ്കിലും പങ്കിടുമ്പോൾ.
ms: Apabila seseorang berkongsi bilik yang anda hoskan.
nb: Når noen deler et rom du var vert for.
nl: Wanneer iemand een room deelt die jij hebt gehost.
pl: Gdy ktoś udostępni pokój, który prowadziłeś.
pt_br: Quando alguém compartilha uma sala que você apresentou.
pt_pt: Quando alguém partilha uma sala que organizou.
ro: Când cineva distribuie o cameră găzduită de tine.
ru: Когда кто-то делится комнатой, которую вы вели.
sk: Keď niekto zdieľa miestnosť, ktorú si viedol.
sv: När någon delar ett rum du var värd för.
ta: நீங்கள் நடத்திய அறையை யாராவது பகிரும்போது.
te: మీరు హోస్ట్ చేసిన రూమ్‌ను ఎవరైనా షేర్ చేసినప్పుడు.
th: เมื่อมีคนแชร์ห้องที่คุณเป็นเจ้าของ
tr: Biri sunduğunuz bir odayı paylaştığında.
uk: Коли хтось ділиться кімнатою, яку ви вели.
ur: جب کوئی آپ کے میزبانی والا روم شیئر کرے۔
vi: Khi ai đó chia sẻ một phòng bạn chủ trì.
zh_hans: 有人分享了你主持的房间时。
zh_hant: 有人分享你主持的聊天室時。

# notifications.kind.roomShared.title
source: Room shares
ar: مشاركة الغرف
bn: রুম শেয়ার
ca: Sales compartides
cs: Sdílení místností
da: Delte rum
de: Raum geteilt
el: Κοινοποιήσεις αιθουσών
es: Salas compartidas
fi: Huoneen jaot
fr: Partages de salon
he: שיתופי חדרים
hi: रूम शेयर
hr: Dijeljenja soba
hu: Szobamegosztások
id: Room dibagikan
it: Condivisioni delle stanze
ja: ルームの共有
ko: 룸 공유
ml: റൂം പങ്കിടലുകൾ
ms: Perkongsian bilik
nb: Deling av rom
nl: Room gedeeld
pl: Udostępnienia pokoju
pt_br: Compartilhamentos de salas
pt_pt: Partilhas de salas
ro: Distribuiri de camere
ru: Репосты комнат
sk: Zdieľania miestností
sv: Rumsdelningar
ta: அறைப் பகிர்வுகள்
te: రూమ్ షేర్‌లు
th: การแชร์ห้อง
tr: Oda paylaşımları
uk: Поширення кімнат
ur: روم شیئر
vi: Lượt chia sẻ phòng
zh_hans: 房间分享
zh_hant: 聊天室分享

# notifications.kind.roomSoon.detail
source: An hour before a room you set a reminder for.
ar: قبل ساعة من غرفة ضبطت تذكيرًا لها.
bn: আপনার রিমাইন্ডার দেওয়া রুমের এক ঘণ্টা আগে।
ca: Una hora abans d'una sala per a la qual has posat un recordatori.
cs: Hodinu před místností, pro kterou sis nastavil připomenutí.
da: En time før et rum, du har sat en påmindelse for.
de: Eine Stunde vor einem Raum, für den du eine Erinnerung gesetzt hast.
el: Μία ώρα πριν από αίθουσα για την οποία έβαλες υπενθύμιση.
es: Una hora antes de una sala para la que pusiste un recordatorio.
fi: Tunti ennen huonetta, johon asetit muistutuksen.
fr: Une heure avant un salon pour lequel vous avez réglé un rappel.
he: שעה לפני חדר שהגדרת לו תזכורת.
hi: आपके रिमाइंडर वाले रूम से एक घंटा पहले।
hr: Sat vremena prije sobe za koju si postavio/la podsjetnik.
hu: Egy órával egy olyan szoba előtt, amelyhez emlékeztetőt állítottál.
id: Satu jam sebelum room yang kamu atur pengingatnya.
it: Un'ora prima di una stanza per cui hai impostato un promemoria.
ja: リマインダーを設定したルームの1時間前。
ko: 알림을 설정한 룸이 시작되기 한 시간 전.
ml: നിങ്ങൾ ഓർമപ്പെടുത്തൽ വച്ച റൂമിന് ഒരു മണിക്കൂർ മുമ്പ്.
ms: Sejam sebelum bilik yang anda tetapkan peringatan.
nb: En time før et rom du har satt en påminnelse for.
nl: Een uur voor een room waarvoor je een herinnering hebt ingesteld.
pl: Godzinę przed pokojem, dla którego ustawiłeś przypomnienie.
pt_br: Uma hora antes de uma sala para a qual você definiu um lembrete.
pt_pt: Uma hora antes de uma sala para a qual definiu um lembrete.
ro: O oră înainte de o cameră pentru care ai setat o reamintire.
ru: За час до комнаты, для которой вы поставили напоминание.
sk: Hodinu pred miestnosťou, pre ktorú si nastavil pripomienku.
sv: En timme före ett rum du har ställt in en påminnelse för.
ta: நீங்கள் நினைவூட்டல் அமைத்த அறைக்கு ஒரு மணி நேரம் முன்.
te: మీరు రిమైండర్ పెట్టుకున్న రూమ్‌కు ఒక గంట ముందు.
th: หนึ่งชั่วโมงก่อนห้องที่คุณตั้งการเตือนไว้
tr: Hatırlatma kurduğunuz bir odadan bir saat önce.
uk: За годину до кімнати, для якої ви встановили нагадування.
ur: اس روم سے ایک گھنٹہ پہلے جس کی یاد دہانی آپ نے لگائی ہو۔
vi: Một giờ trước một phòng bạn đã đặt nhắc nhở.
zh_hans: 在你设置了提醒的房间开始前一小时。
zh_hant: 在你設定提醒的聊天室開始前一小時。

# notifications.kind.roomSoon.title
source: Room soon
ar: غرفة قريبًا
bn: রুম শিগগিরই
ca: Sala aviat
cs: Místnost brzy
da: Rum snart
de: Raum bald
el: Αίθουσα σύντομα
es: Sala próxima
fi: Huone pian
fr: Salon bientôt
he: חדר בקרוב
hi: रूम जल्द
hr: Soba uskoro
hu: Hamarosan szoba
id: Room segera
it: Stanza tra poco
ja: ルーム間近
ko: 룸 임박
ml: റൂം ഉടൻ
ms: Bilik tidak lama lagi
nb: Rom snart
nl: Room binnenkort
pl: Pokój wkrótce
pt_br: Sala em breve
pt_pt: Sala em breve
ro: Cameră în curând
ru: Скоро комната
sk: Miestnosť čoskoro
sv: Rum snart
ta: அறை விரைவில்
te: రూమ్ త్వరలో
th: ห้องใกล้เริ่ม
tr: Oda yakında
uk: Кімната скоро
ur: روم جلد
vi: Phòng sắp diễn ra
zh_hans: 房间即将开始
zh_hant: 聊天室即將開始

# notifications.kind.roomTomorrow.detail
source: A day before a room you set a reminder for.
ar: قبل يوم من غرفة ضبطت تذكيرًا لها.
bn: আপনার রিমাইন্ডার দেওয়া রুমের একদিন আগে।
ca: Un dia abans d'una sala per a la qual has posat un recordatori.
cs: Den před místností, pro kterou sis nastavil připomenutí.
da: En dag før et rum, du har sat en påmindelse for.
de: Einen Tag vor einem Raum, für den du eine Erinnerung gesetzt hast.
el: Μία ημέρα πριν από αίθουσα για την οποία έβαλες υπενθύμιση.
es: Un día antes de una sala para la que pusiste un recordatorio.
fi: Päivä ennen huonetta, johon asetit muistutuksen.
fr: Un jour avant un salon pour lequel vous avez réglé un rappel.
he: יום לפני חדר שהגדרת לו תזכורת.
hi: आपके रिमाइंडर वाले रूम से एक दिन पहले।
hr: Dan prije sobe za koju si postavio/la podsjetnik.
hu: Egy nappal egy olyan szoba előtt, amelyhez emlékeztetőt állítottál.
id: Sehari sebelum room yang kamu atur pengingatnya.
it: Un giorno prima di una stanza per cui hai impostato un promemoria.
ja: リマインダーを設定したルームの1日前。
ko: 알림을 설정한 룸이 시작되기 하루 전.
ml: നിങ്ങൾ ഓർമപ്പെടുത്തൽ വച്ച റൂമിന് ഒരു ദിവസം മുമ്പ്.
ms: Sehari sebelum bilik yang anda tetapkan peringatan.
nb: Et døgn før et rom du har satt en påminnelse for.
nl: Een dag voor een room waarvoor je een herinnering hebt ingesteld.
pl: Dzień przed pokojem, dla którego ustawiłeś przypomnienie.
pt_br: Um dia antes de uma sala para a qual você definiu um lembrete.
pt_pt: Um dia antes de uma sala para a qual definiu um lembrete.
ro: O zi înainte de o cameră pentru care ai setat o reamintire.
ru: За день до комнаты, для которой вы поставили напоминание.
sk: Deň pred miestnosťou, pre ktorú si nastavil pripomienku.
sv: En dag före ett rum du har ställt in en påminnelse för.
ta: நீங்கள் நினைவூட்டல் அமைத்த அறைக்கு ஒரு நாள் முன்.
te: మీరు రిమైండర్ పెట్టుకున్న రూమ్‌కు ఒక రోజు ముందు.
th: หนึ่งวันก่อนห้องที่คุณตั้งการเตือนไว้
tr: Hatırlatma kurduğunuz bir odadan bir gün önce.
uk: За день до кімнати, для якої ви встановили нагадування.
ur: اس روم سے ایک دن پہلے جس کی یاد دہانی آپ نے لگائی ہو۔
vi: Một ngày trước một phòng bạn đã đặt nhắc nhở.
zh_hans: 在你设置了提醒的房间开始前一天。
zh_hant: 在你設定提醒的聊天室開始前一天。

# notifications.kind.roomTomorrow.title
source: Room tomorrow
ar: غرفة غدًا
bn: রুম আগামীকাল
ca: Sala demà
cs: Místnost zítra
da: Rum i morgen
de: Raum morgen
el: Αίθουσα αύριο
es: Sala mañana
fi: Huone huomenna
fr: Salon demain
he: חדר מחר
hi: रूम कल
hr: Soba sutra
hu: Holnap szoba
id: Room besok
it: Stanza domani
ja: ルームは明日
ko: 내일 룸
ml: റൂം നാളെ
ms: Bilik esok
nb: Rom i morgen
nl: Room morgen
pl: Pokój jutro
pt_br: Sala amanhã
pt_pt: Sala amanhã
ro: Cameră mâine
ru: Комната завтра
sk: Miestnosť zajtra
sv: Rum i morgon
ta: அறை நாளை
te: రూమ్ రేపు
th: ห้องพรุ่งนี้
tr: Oda yarın
uk: Кімната завтра
ur: روم کل
vi: Phòng ngày mai
zh_hans: 房间明天开始
zh_hant: 聊天室明天開始
